[{"captions": ["两个衣着休闲的人在平整的道路上交谈", "一个穿着红色上衣的男人和一个穿着灰色裤子的男人站在室外的道路上交谈", "室外的公园里有两个穿着长裤的男人在交流", "街道上有一个穿着深色外套的男人和一个穿着红色外套的男人在交谈", "道路上有一个身穿红色上衣的男人在和一个抬着左手的人讲话"], "file_path": "8f00f3d0f1008e085ab660e70dffced16a8259f6.jpg"}, {"captions": ["房间里有三个坐在桌子旁的人在吃饭", "两个戴着帽子的人和一个短发男人坐在房间里就餐", "房间里有一个男人和两个戴帽子的老人在吃饭", "室内三个衣着各异的人坐在桌子旁交谈", "屋子里有三个衣着各异的人坐在椅子上"], "file_path": "b96ff46ba5b1cbe5bb4cc32b566431132ca71a64.jpg"}, {"captions": ["一个左手叉着腰的女人站在广告牌旁的地毯上", "展板前站着一个身穿花色衣服左手叉腰的女人", "展板前站着一个左手叉腰、面带微笑的女人", "敞亮的舞台上站着一位左手叉腰的女士", "室外有一个左手叉腰的女人面带微笑地站在幕布前"], "file_path": "05f01c73f16c67d63363672a632d1894376c155a.jpg"}, {"captions": ["一个举着右臂的运动员走在运动场上", "运动场上站着一个打招呼的长发女人", "一个举着右手的女人走在宽敞的运动场上", "一个面带微笑的女人抬着手单腿站在室内的气垫上", "宽阔的运动场上有一个穿着运动服的女人在打招呼"], "file_path": "272b8e74fb5d3706c7c5bee79400269f4b31a3ef.jpg"}, {"captions": ["水田里有一个戴着帽子弯着腰的人在插秧", "田野里有一个戴着草帽、挽起袖子的人在插秧", "泥泞的稻田里有一个戴帽子的人在插秧", "室外一个戴着帽子的人在田地里插秧", "一个双手拿着秧的人在水田里插秧"], "file_path": "8df4e950b10622fee7cf937e475fa5c9abf0cac1.jpg"}, {"captions": ["房间内一个穿着红色短袖的男人和一个可爱的孩子坐在桌子旁吃东西", "屋子里有两个右手拿着餐具的人在吃饭", "房间里一个穿红衣服的男人和一个穿花衣服的女孩坐在桌子旁边吃饭", "房间里有两个拿着食物的人坐在桌子旁", "两个面带微笑的人在室内的桌子旁吃东西"], "file_path": "d74758495136bc81019db371817093f80a15cb68.jpg"}, {"captions": ["挂有壁画的室内两个戴着护具的人在打拳击", "两个戴着拳击手套的人在室内的运动场上打拳击", "两个双手戴着拳套的人在搏击场上打拳击", "两个手里戴着拳套的人在赛场上打拳击", "屋子里有两个戴着手套的人在打拳击"], "file_path": "3111267a91c0d3c77418637d8f3bbe4bb9504cdd.jpg"}, {"captions": ["一个左手放在身后的男人和一个穿着黄色上衣的男人在房间里交谈", "屋子里有一个戴着帽子的男人和一个左手背在身后的男人在交流", "两个衣着休闲的人在整洁的房间内交谈", "屋子里的机器旁有一个戴着帽子的男人在和一个穿着牛仔裤的男人说话", "一个戴着帽子的男人和一个短头发的男人在房间里交谈"], "file_path": "ffa497050ceb94b3348455690bc958c4367008ff.jpg"}, {"captions": ["干净的舞台上有一个右手拿着话筒的女人在唱歌", "舞台上有一个右手拿着话筒的女人在唱歌", "宽阔的舞台上有一个穿裙子的女人在唱歌", "一个右手拿着话筒的女人站在舞台上唱歌", "一个右手拿着话筒的女人站在灯光亮起的舞台上表演"], "file_path": "de34f04fdfb76dfb7a8d312792a3522312e978fe.jpg"}, {"captions": ["草地上一个人的旁边有两个穿着制服的人在逮捕一个左脚抬起的人", "球场上一位男士旁边有两个穿着制服的人抓着一个戴着帽子的人", "运动场上两个人旁有两个戴着帽子的男人拉着一个穿着黑色上衣的人", "草地上两个人中间有两个穿着制服的人架着一个蒙着眼睛的人", "绿茵茵的球场上一个人旁边有两个戴着帽子的人在扶一个穿着黑色外套的男人"], "file_path": "41de03ca03ec3dd59b0867895ea69208ad1e36a5.jpg"}, {"captions": ["两个穿着运动服的男人在球场上抢足球", "两个穿着不同球衣的运动员在足球场上争抢足球", "宽敞的球场上有两个穿着球衣的运动员在抢足球", "两个穿着不同颜色球衣的男人在平坦的运动场上争抢足球", "碧绿的球场上有两位穿着球服的男士在踢足球"], "file_path": "9b038276647a2b1b4bbd538dd91a62d474df473f.jpg"}, {"captions": ["光亮的房屋里一位背着包的女士旁边坐着一位穿着古装的男士", "屋子里有一个背着双肩包的女人在和一个戴着头冠的男人拍照", "餐厅里有一个穿着古装的男人在和一个右手拿着手机的女人拍照", "人来人往的餐厅内一个右手举着手机的女人旁边坐着一个穿着古装的男人", "餐厅里一个右手拿着手机的女人旁有一个穿着古装的男人坐在桌子旁"], "file_path": "174b570c3ede32b07af7017b3b0389f38c130701.jpg"}, {"captions": ["球场上有一个穿着运动服的男人在投篮", "一个穿着运动衣的男人在整洁的运动场上打篮球", "球场上有一个身穿运动衣的男人在打篮球", "一个穿着球衣的男人在运动场上打篮球", "平坦的球场上有一位穿着球服的男士在打篮球"], "file_path": "867954b240348aceb2e509673c3b6333ab41dbe0.jpg"}, {"captions": ["大厅里一个穿着白色衣服的男人面前站着一群人", "敞亮的大厅里一个人前面有一群人在排队接受检查", "大厅里一个男人的对面有一群人在排队", "大厅里一群人的旁边有一个人把证件递给一个戴着眼镜的男人", "一群人旁有一个左手叉着腰的女人站在大厅里"], "file_path": "86e589ae150478557367bf59ab5bde15799c794f.jpg"}, {"captions": ["一个戴着眼镜的孩子走在平坦的T台上", "一个身穿时尚的男孩在光亮的秀场里走秀", "一个穿着深色上衣戴着墨镜的小孩在T台上走秀", "一个戴着墨镜、穿着黑色裤子的孩子在T台上走秀", "T台上一个穿着深色外套的男孩在走秀"], "file_path": "7baafc751f5884811c8238325a3ddbbb88c00af6.jpg"}, {"captions": ["室内的泳池旁有一个笑容满面的女人搂着一个戴着墨镜的女孩", "游泳馆里的水池边有两个穿着泳衣的人在展示头上戴的米老鼠发箍", "泳池边有一个单膝跪地的女人搂着一个穿着泳装的女孩", "一个穿着深色裙子的女人搂着一个孩子的女人单膝跪在游泳馆里", "湛蓝清澈的泳池边一个戴墨镜的小女孩旁边蹲着一位穿黑色连衣裙的女士"], "file_path": "a9eea11a8d8d82beb94473699e4723a991334cf2.jpg"}, {"captions": ["一个趴着的男人前面有两个身穿白色球衣的男人跑在草地上", "足球场上一个趴着的男人前跑着两个穿着白色运动服的男人", "一个趴着的人前面有两个穿着浅色运动服的男人奔跑在碧绿的球场上", "一个人旁有两个穿着白色球衣的男人在球场上奔跑", "足球场上一个趴着的人前面有两个穿着运动服的男人在奔跑"], "file_path": "36bea538fc89424270b4770725baea36d6fa5966.jpg"}, {"captions": ["足球场上两个穿着球衣的运动员在抢足球", "两个穿着不同球衣的男人在足球场上抢足球", "两个身穿球衣的男人在碧绿的草地上踢足球", "两个穿着球衣的男人在干净的运动场上争抢足球", "两个穿着运动服的男人在绿油油的球场上踢足球"], "file_path": "9a82e84d015e0141730d7d30cd0c14f0419624fc.jpg"}, {"captions": ["室外的空地上走着一位戴着墨镜的女士", "一个戴着墨镜的女人挎着包走在整洁的道路上", "一个左臂挎着包的女人走在街道边的花坛旁", "一个左臂挎着包的女人走在平坦的道路上", "一个戴着墨镜左臂挎着包的女人走在道路上"], "file_path": "75419c397948f622e2c1fac7055ea321ef501d8e.jpg"}, {"captions": ["整洁的房间里站着一位面带微笑的女士", "房间里有一个赤着脚的女人倚靠在柜子上", "一个双手手臂放在柜子上的女人站在屋子里", "房间里站着一个双臂搭在台子上的女人", "房间内站着一个双手搭在桌子上的女人"], "file_path": "5941bc9fff87c54da13303259152e33f4e9d8bf4.jpg"}, {"captions": ["整洁的房间里有一位双手拿着东西的男士在干活", "屋子里有一个戴着手套的男人在做菜", "房间内一个穿着白色衣服的男人站在摆满东西的桌子旁忙碌着", "整洁的厨房里有一个穿着白色上衣的厨师在做东西", "一个穿着厨师服的男人站在房间里摆弄食物"], "file_path": "b5cdc6234e2636efad9ed72cec1728584f16375f.jpg"}, {"captions": ["两个穿着球衣的男人站在翠绿的足球场上", "两个穿着运动装的男人站在足球场上", "一个右手放在腿上的运动员和一个脚踩在足球上的运动员站在球场上", "一个扎着辫子的男人和一个单脚踩在足球上的男人站在球场上", "一个扎着辫子的男人和一个右脚踩着足球的男人站在球场上"], "file_path": "2c93d8dbe8ab7493747134c9beb3df48eda565df.jpg"}, {"captions": ["一个戴着帽子的男人牵着一个穿着黑色上衣的女人走在道路上", "一个戴着帽子的男人牵着一个女人走在屋子外面", "两个穿着短袖的人手牵着手走在道路上", "一个穿着黑色上衣的女人牵着一个戴着帽子的男人走在道路上", "一个左手拿着东西的女人和一个戴着帽子的男人手牵着手走在道路上"], "file_path": "6f0850e7a556c7c41ac7b66045f28c92c5a03035.jpg"}, {"captions": ["两个人的旁边有一个穿着球衣的男人奔跑在运动场上", "碧绿的球场上一个人旁边跑着两位穿着红色球服的男士", "足球场上两个人旁有一个穿着37号球衣的男人在奔跑", "两个穿着红色球服的男人奔跑在足球场上", "一个人的前方有两个穿着红色球衣的男人跑在运动场上"], "file_path": "a8f703939a8d5a4dc619cb1ac65952434d7c6b86.jpg"}, {"captions": ["足球场上有两个穿着不同球衣的男人在抢球", "两名运动员在绿茵茵的运动场上抢足球", "两个穿着运动服的运动员在运动场上争抢足球", "两个穿着球衣的人在宽阔的运动场上争抢足球", "碧绿的球场上有两个身穿球衣的男人在抢足球"], "file_path": "38d4dfec218cd4a36a9a3f1f25c96383d9d29346.jpg"}, {"captions": ["整洁的房间里一个戴着眼镜的女人双手举着帽子站在两个女人旁", "房屋里的四个人旁站着一位双手拿着斗笠的女人", "大厅里两个人的旁边站着一个双手举着斗笠的女人", "一群人旁边有一个双手举着草帽的女人站在房间里", "光亮的房间里有一个左肩背着包的女人站在人群中"], "file_path": "93d765b5063aeb6823b11bd7c77b15a60633a404.jpg"}, {"captions": ["球场上一个右手拿着网球拍的女人在欢呼", "一个穿着无袖上衣的女人走在运动场上", "球场上有一个右手拿着网球拍的女人在振臂呐喊", "球场上有一个右手拿着网球拍的女人在呐喊", "一个右手拿着球拍的女人在运动场上呐喊"], "file_path": "4161901fee4637a6c04c39e54b3ecf602179f16c.jpg"}, {"captions": ["灯光绚丽的舞台上一对拿着话筒的男女在舞台上说话", "室内的舞台上站着两个手拿着话筒的人在讲话", "灯光闪烁的舞台上两个手拿话筒的人在交谈", "两个手里拿着话筒的人站在舞台上讲话", "两个单手拿着话筒的人面带微笑地站在舞台上"], "file_path": "6d4b1efdba245a2377cef2e4327daaed14c1a1a1.jpg"}, {"captions": ["明亮的游乐园里一位双手拿着相机的男士坐在旋转木马上", "游乐场里有一个双手拿着相机的男人坐在旋转木马上拍照", "一个双手拿着相机的男人坐在旋转木马上", "一个戴着帽子的男人双手拿着相机坐在游乐园里的旋转木马上", "游乐场里的旋转木马上坐着一个双手拿着相机的男人"], "file_path": "877dbaa4a0e2ab3d1bb73e9adc103f91b5b1fce6.jpg"}, {"captions": ["一个右肩背着包的女人和一个左手拎着包的女人站在街道上", "室外的道路上站着一个右肩背着包的女人和一个戴着帽子的女人", "一个右肩背包的女人和一个戴帽子的女人站在平整的街道上", "一个右肩背着包的女人和一个左手拎着包的女人站在道路上", "平整的道路上一位右肩背着包的女士旁边站着一位戴着帽子的女士"], "file_path": "bc5e0bd0dbe0647bba695ced803b6ed9213f8d11.jpg"}, {"captions": ["一个人前有一个穿着运动装的男人在运动场上踢足球", "球场上一个裁判前面有一个身穿球衣的男人在踢足球", "一个人的前面有两个穿着球服的男人在球场上踢足球", "一个人的前面有一个穿着球衣的人在宽阔的运动场上踢足球", "绿草如茵的足球场上有一个男运动员在踢足球"], "file_path": "f29d1a4e5ea34f559865b5852ba71dce485d4a0c.jpg"}, {"captions": ["一个穿着马甲的男人坐在室内的沙发上", "一个单手撑着头的人跷着腿坐在房屋里的椅子上", "一个右手托着脸颊的男人坐在室内的椅子上", "室内的沙发上坐着一个穿着马甲的男人", "室内有一个右手放在嘴边的男人坐在沙发上"], "file_path": "a18ca6473dd79570ebfdccccfe390b6972fd52cf.jpg"}, {"captions": ["一个抱着狗的男人和一个抱着孩子的女人站在干净的屋子里", "一个抱着狗的男人和一个抱着孩子的女人站在房间里", "一个抱着婴儿的女人和一个抱着狗的男人站在室内相互对视", "一个双手抱着一个孩子的女人和一个双手抱着一只狗的男人在室内的玻璃窗旁相互对视", "一个双手抱着狗的男人和一个双手抱着孩子的女人站在房屋内"], "file_path": "76174172a6fe81566f595ec7693cb7f18358fd27.jpg"}, {"captions": ["一个右手拎包的男人和一个右肩挎包的女人走在大厅里", "一个左手拿着东西的女人和一个右手拎着包的男人走在人来人往的大厅里", "大厅里走着两个戴着墨镜面带笑容的人", "两个戴着墨镜的人面带笑容地走在大厅里", "两个戴着墨镜的人走在干净的大厅里"], "file_path": "4974323cbf2266ec04858da5c9ae0d3a7b734b37.jpg"}, {"captions": ["草地上有两个各自牵着狗的人在石台上亲吻", "草地上有两个牵着狗的人站在台子上接吻", "室外的草地上有一个右手牵着狗的男人和一个左手牵着狗的女人在接吻", "一对牵着狗的男女在绿油油的草地上亲吻", "一个穿着西装的男人和一个穿着裙子的女人各牵着一条狗站在草地上亲吻"], "file_path": "5731c58bfcb4c6638eeb58695dd97c80011770dd.jpg"}, {"captions": ["屋子里有两个站着的男人看着一个左手拿着杂志、弯着腰的男人", "亮堂的屋子里三个人旁边有一个弯着腰的男人在捡东西", "室内一个男人的旁边有两个站着的男人在看着一个左手拿着书的男人", "三个男人的旁边有一个弯着腰的男人站在房间里", "室内的桌子旁两个男人看着一个弯着腰的男人"], "file_path": "b18763272c2eb79bfd6f5fb08b2a92973567aad8.jpg"}, {"captions": ["杂乱的店门前站着一个穿黄色衣服的人和一个穿黑色衣服的人", "熊熊烈火的屋子外有两个穿着工作服、戴着头盔的人在灭火", "两个戴着头盔的人站在马路上准备救火", "两个戴着头盔的人站在失火的房屋前准备救火", "两个穿着消防服的人站在烈火燃烧的火灾现场"], "file_path": "47c6dfe230f7e90c9b67e7fb44275b09cab57506.jpg"}, {"captions": ["平坦的滑冰场上有一位穿着红色衣服的女士在表演花式滑冰", "一个穿着红色衣服的女人在滑冰场上滑冰", "一个穿着红色衣服的女人在宽阔的滑冰场上滑冰", "一个穿着滑冰服的人在滑冰场上表演花样滑冰", "一个穿着红色衣服的女人在冰面上滑冰"], "file_path": "ea7e685096301ed46ad582c112f2f96baacafd65.jpg"}, {"captions": ["运动场上一个穿着运动服的男人在打网球", "一个拿着球拍的男人在运动场上打网球", "运动场上有一个右手拿着球拍的人在打网球", "球场上有一个右手拿着球拍的男人在打网球", "球场上有一个戴着帽子的男人在打网球"], "file_path": "be44ae5002d9016abb2e315e638509545b5be31d.jpg"}, {"captions": ["两个穿着不同球衣的运动员在球场上抢篮球", "平坦的运动场上两个穿着球衣的男人在争抢篮球", "球场上有两个穿着运动服的男人在抢篮球", "两个穿着不同颜色球衣的男人在球场上抢篮球", "球场上有两位穿着球服的男士在争抢篮球"], "file_path": "c3313738fb776f74331a41cc9980618c50fe0c7e.jpg"}, {"captions": ["人群后面有一个右手拿着牌子的男人和一个右手拿着平板电脑的男人站在大厅里", "熙熙攘攘的大厅里一位背着包的男士旁边站着一位右手拿着牌子的男士", "一个穿着黑色裤子的男人和一个穿着灰色短裤的男人站在热闹的大厅里", "两个手里拿着东西的男人站在人来人往的大厅里", "大厅里一群人旁边站着一个头戴墨镜的男人和一个右手拿着平板的男人"], "file_path": "870b9aa20b3875bddcfdf29cec2c2254c33a83c6.jpg"}, {"captions": ["两个穿着运动服的男人在运动场上争抢足球", "两个穿着球服的男人在球场上抢足球", "足球场上有两个穿着不同球衣的男人在抢球", "碧绿的球场上有两个身穿运动服的男人在抢足球", "碧绿的球场上有两位穿着球服的男士在踢足球"], "file_path": "5aef7ecaa537bce44d6fe92cdc93357bf7ba803b.jpg"}, {"captions": ["一个戴着手套的女人走在室内的T台上", "T台上有一个戴着护目镜的女人在走秀", "一个双手戴着手套的女人在T台上走秀", "一个衣着时尚的女人行走在打着灯光的舞台上", "干净的T台上有一个戴手套的女人在走秀"], "file_path": "b3356be92ba0b8afd4326df076a70ea832b0465c.jpg"}, {"captions": ["一个人旁边有一个拿着球拍的男人在运动场上打羽毛球", "一个人的旁边有一个穿着运动服的人在干净的运动场上打羽毛球", "运动场上一个人的前面有一个穿着运动服的男人在打羽毛球", "球场上一个戴着眼镜的女人旁边有一个戴着眼镜的男人在打羽毛球", "羽毛球场上一个人旁有一个穿着运动服的男人在挥拍"], "file_path": "4512680eddc6061d8a1388baa4953f11f6de17a9.jpg"}, {"captions": ["一个右手拿着牌子的男孩站在室外的墙边", "石路上站着一个右手举着牌子的小男孩", "室外的石台上站着一个右手举着牌子的小孩子", "一个右手拿着牌子的男孩站在墙边的岩石上", "一个右手拿着牌子的男孩站在室外的墙边"], "file_path": "0e5f300d29e0132941b7c74643319b503857ee57.jpg"}, {"captions": ["一个面带笑容的女人和一个歪着头的男人站在厨房里", "厨房里有一个穿着短袖上衣的女人看着一个穿着格子衬衫的男人", "厨房里的桌子旁有一个长头发的女人看着一个穿着格子衬衫的男人", "厨房里有两个面带微笑的人在交谈", "厨房里一个双手撑着桌台的女人看着一个穿着格子上衣的男人"], "file_path": "adb271d56c79dc636e14ec0ed543c0a8666f60f0.jpg"}, {"captions": ["球场上两个穿着球服的球员在踢足球", "两个穿着球衣的男人在翠绿的球场上踢足球", "足球场上有两个穿着运动服的男人在踢足球", "足球场上有两个穿着球衣的男人在踢足球", "足球场上有两个穿着不同球衣的男人在踢足球"], "file_path": "44fc80278109be63074271c5b0c473ffca9bff18.jpg"}, {"captions": ["一个左手拿着叉子的男人和一个女人在房子前吃东西", "房屋前的桌子旁有两个坐着的人在吃饭", "两个衣着休闲的人坐在室外的餐桌旁吃饭", "两个手里拿着东西的人坐在房屋门口吃东西", "室外的桌子旁有两个坐在椅子上的人在吃东西"], "file_path": "758dffc0b385978e6f5aedc1c35d1a75c73a45c4.jpg"}, {"captions": ["一个穿着短袖的男人在草地上挥球杆", "一个穿着白色裤子的男人在运动场上挥杆", "一个戴着帽子的男人在草地上打高尔夫球", "碧绿的草地上有一个戴着帽子的男人在挥动高尔夫球杆", "草地上一个双手拿着球杆的男人在打高尔夫球"], "file_path": "c9a33aad1aaf495a767e767ce02aab7e4911c3db.jpg"}, {"captions": ["火车旁的站台上有三个戴着帽子的人在交流", "三个穿着深色衣服的人站在站台上交谈", "三个穿着制服的人站在列车的站台旁交谈", "人来人往的火车站台上有两个戴着帽子的人看着一个左手拿着东西的男人说话", "三个穿着制服的人站在列车旁聊天"], "file_path": "551d1a93c754d5a20aa0d32cdb86f72dc1ec3d37.jpg"}, {"captions": ["阳光明媚的街道上走着一位右手拿着包的女士", "一个人的不远处有一个双手拿着东西的女人走在道路上", "一个右手提着包的女人走在平坦的道路上", "一个右手拎着包的女人走在平坦的道路上", "街道上一个人的前面走着一个戴着墨镜右手拎着包的女人"], "file_path": "f392e58772e0c9fc6ebdec2c2150ad157aec6b34.jpg"}, {"captions": ["两个右手拿着手机的女人站在幕布前", "两个右手拿着手机的女人站在背景板前", "两个右手拿着手机的女人面带微笑地站在商店里", "两个拿着手机的女人站在室内的展板前", "广告牌前有两个穿着裙子的女人在展示手机"], "file_path": "33d5485a578200bb5f8120f58a885fd2a82ce1c9.jpg"}, {"captions": ["平坦的马路上走着一个右手拿着手机的女人", "阳光明亮的道路上走着一个右手拿着手机的女人", "干净的街道上走着一个右手拿着手机的女人", "一个右手拿着手机的女人走在平坦的道路上", "一个右手拿着手机的女人走在宽敞的马路上"], "file_path": "a396de8fb1a7f4cd05d97adc1d913d6a05b3c5e9.jpg"}, {"captions": ["舞台上一位戴着眼镜的男士旁边站着一位拿着锦旗的男士", "两个穿着黑色衣服的人共同拿着一面锦旗站在舞台上的展板前", "舞台上有两个拿着同一个锦旗的男人在交谈", "一个面带微笑的男人和一个弯着腰的男人拿着同一面锦旗站在展板前", "一个戴着眼镜的男人和一个面带微笑的男人在背景板前共同拿着一面锦旗"], "file_path": "32973f22848869c90bb5f829f71b34138f7b24db.jpg"}, {"captions": ["一个双手拿着书的男人面带微笑地站在屋内的书架旁", "一个戴着眼镜的男人双手抱着一本书站在书架旁", "图书馆里站着一个双手放在身前的男人", "一个双手抱着书的男人站在室内的书架旁", "摆放整齐的房间里有一个双手抱着书的男人站在书架旁"], "file_path": "7660ba4e1c1204facd554e43364a4c3a29fc8ad9.jpg"}, {"captions": ["一个穿着牛仔裤的女人站在室外的木板上", "一个披着头发穿着牛仔裤的女人站在草地旁的小道上", "一个穿着牛仔裤的女人站在平坦的道路上", "室外的小路上站着一个穿着绿色上衣的女人", "一个衣着休闲的女人站在草地旁的道路上"], "file_path": "35d59820833a8c53cabdc1ede365baa90d8882ce.jpg"}, {"captions": ["一群人的前面有一个穿着黑色短裤的女人在运动场上锻炼", "两个人的旁边有一个扎着头发的女人在运动场上做运动", "运动场上两个人旁边有一个双手撑地的女人在训练", "两个人旁有一个穿着无袖上衣的女人在舞蹈房里练瑜伽", "大厅里两个人前有一个扎着头发的女人在锻炼身体"], "file_path": "c7b6561a016f7fd76559b4c5940fd570f32b6a82.jpg"}, {"captions": ["球场上有三个穿着运动服的男人在踢足球", "球场上一个人的前面有两个穿着球衣的运动员在争抢足球", "一个人前面有两名运动员在绿茵茵的运动场上抢足球", "三个穿着运动服的男人在运动场上踢足球", "绿茵茵的球场上有三个穿着球衣的男人在抢足球"], "file_path": "8da5b515971f3af465e65874b8730e7cd662e9b6.jpg"}, {"captions": ["屋子里有一个穿着连衣裙的女人坐在椅子上", "一个穿着浅色衣服的女人坐在大厅里的凳子上", "屋子里有一个穿着裙子的女人坐在椅子上", "一个穿着裙子的女人坐在整洁的室内", "明亮的房间里坐着一位穿着裙子的女士"], "file_path": "ae91a1fc3fb9e0ab7d149e157e7871e9f7af5eaa.jpg"}, {"captions": ["宽敞的大厅里有一群坐着的人在画画", "热闹的大厅里有一群穿着各异的人在画画", "一群穿着长袖上衣的人在画室里的凳子上画画", "宽敞的画室里有一群坐着的人在画画", "屋子里有一群穿着各异的人在画画"], "file_path": "a75cd3214558f375defcb7df44d0e329838bed16.jpg"}, {"captions": ["运动场上有两个穿着运动服的男人摔倒在地", "足球场上两个穿着不同球衣的运动员在争抢", "运动场上一个穿着蓝色球衣的运动员趴在一个穿着白色球衣的运动员身上", "两个穿着浅色球服的男人跌倒在球场上", "碧绿的球场上有两个穿着运动服的男人在抢球"], "file_path": "690325c6c496bd2ef97db6794fb7a16e503a0f7a.jpg"}, {"captions": ["屋子里一个女人和一个双腿叉开的男人在练瑜伽", "屋子里有一个戴着围巾的男人和一个穿着黑色上衣的女人在练瑜伽", "室内有一个戴着围巾的男人和一个穿着短袖上衣的女人在做瑜伽", "教室里有一个男人和一个女人在做瑜伽", "房间里有一个穿着短袖的女人和一个系着围巾的男人在做瑜伽"], "file_path": "b61fbd118466c25438682dfc0209481507e7f9cc.jpg"}, {"captions": ["两个左手拿着球杆的人走在广告牌前的草地上", "两个左手拿着球杆的男孩走在绿茵茵的球场上", "高尔夫球场上走着一个戴着帽子左手拿着球杆的男人", "一个人旁有一个左手拿着高尔夫球杆的男人走在草地上", "碧绿的草地上走着两位手里拿着球杆的男士"], "file_path": "6dbf9153064868dca2a45d0bd6f10739bb2b4554.jpg"}, {"captions": ["教室里有一个站在黑板前的老师在给一群坐着的学生上课", "教室里的人群前站着一个双手拿着书的女人", "亮堂的教室里一群小孩子前面站着一位双手拿着东西的老师", "教室里一群孩子的前面有一个双手拿着书的女人站在讲台上", "教室里一群孩子前站着一个双手拿着书本的女人"], "file_path": "a24fc031c7ad73058d7666ea2f27d0c26896b5d7.jpg"}, {"captions": ["大厅里一个人的旁边有一个左手戴着手表的男人在下象棋", "光亮的屋子里一个人旁边有一个身穿白色衬衫的男人在下象棋", "一个人旁有一个穿着白色上衣的男人坐在大厅里下象棋", "室内一位穿着黑色衣服的男士旁边有一位戴着胸牌的男士在下象棋", "两个衣着休闲的人坐在室内的桌子旁下象棋"], "file_path": "03c94604426ffe4567fef714d65a3aade46b2c1f.jpg"}, {"captions": ["运动场上跑着一个双手合十放在身前的男人", "一个穿着球衣的男人在运动场上奔跑", "一个双手合十的运动员在体育场上奔跑", "一个双手合十的男人奔跑在绿茵茵的球场上", "运动场上有一个双手合十的男人在奔跑"], "file_path": "0dd75d0391e082a83f4016b268d837f285c465ff.jpg"}, {"captions": ["一个穿着短袖的孩子在道路旁的沙池里玩耍", "室外的沙地上有一位穿着短袖的男孩在玩沙子", "阳光明媚的户外蹲着一个双手拿着物品的孩子", "室外有一个双手拿着玩具的男孩蹲在沙堆里玩沙土", "室外的沙地上有一个双手拿着工具的小男孩在玩耍"], "file_path": "fa2994f466881a0b2052fccd52a6a0c278a9d989.jpg"}, {"captions": ["一个戴着眼镜的女人和一个孩子走在商场内的楼梯上", "一个戴着眼镜的女人和一个孩子走在商场内的楼梯上", "商场里的楼梯上一个人的前面走着一个戴着眼镜的女人", "一个女孩的前面有一个戴着眼镜的女人走在大厅里的楼梯上", "华丽的商场里一个女孩前有一个右手放在扶把上的女人走在台阶上"], "file_path": "02fddeaa564dd087af7f80dbe83f6eaef737e4b8.jpg"}, {"captions": ["璀璨的舞台上站着两个手里拿着东西的人", "一个左手拿着文件夹的女人和一个右手拿着话筒的男人站在舞台上", "舞台上一个人旁有一个右手拿着话筒的男人在发言", "舞台上两个左手拿着红色本子的人在主持节目", "舞台上有两个左手拿着文件夹的人在表演"], "file_path": "695ff452456e84c6c2ec9e0076b631da119b1397.jpg"}, {"captions": ["阳光明媚的室外有四个人看着两个戴帽子的人下象棋", "屋子外平整的地面上有一群人在看两个人下象棋", "宽敞的街道边三位穿着黑色衣服的男人看着两个人下象棋", "道路上有一群在下象棋的男人和一个在旁边看着的男人", "屋前的空地上有三个男人在看另外两个人下棋"], "file_path": "05b3b6a0ecb86a253bfa351a6b5826d6d5abd3d9.jpg"}, {"captions": ["练习房里有两个身穿黑色服饰的女人在跳钢管舞", "屋子里一个站着的女人旁边有一个双手抓着钢管的女人在跳钢管舞", "房间里一个人前有一个长发的女人在跳舞", "房间里一个站着的人旁边有一个双手抓着钢管的女人在跳钢管舞", "一个人旁有一个双腿抬起的女人在屋子里跳钢管舞"], "file_path": "51b8fe6dbdb9ca9c704b3e462a5f7922f84caea8.jpg"}, {"captions": ["碧绿的球场上有一个抬着左手的女人在踢足球", "一个穿着球衣的人在平坦的运动场上踢足球", "足球场上有一个穿着运动服的女人在踢足球", "球场上有一个穿着球衣的女人在踢足球", "一个身穿运动服的女人在碧绿的球场上踢足球"], "file_path": "e325cfd62ef87d6de4d46eea4b3148533b8f5140.jpg"}, {"captions": ["室内一个穿着黑色上衣的人在给一个女人扎头发", "屋子里有一个面带微笑的男人在给一个女人梳理头发", "室内一个男人在帮一个坐着的女人编头发", "房间里有一个穿黑色衣服的人在给一个穿条纹上衣的人编头发", "室內有一个穿着黑色上衣的男人在给一个女人梳头发"], "file_path": "e5eab32583e6fdf48ce15c0033cb20c6f98bb489.jpg"}, {"captions": ["房间里有一个穿着裙子的女人和一个戴着帽子的男人共捧着一个蛋糕", "一对共同端着蛋糕的男女紧靠着站在房屋内", "两个手捧着同一个蛋糕的人站在房间里", "房屋里有一个戴着帽子的男人和一个穿着深色衣服的女人手捧着同一个蛋糕", "两个共同拿着一个蛋糕的人站在亮堂的屋子里"], "file_path": "2e50e0098b2038216920ac6bc345982b90674dc1.jpg"}, {"captions": ["一个右手拿着手机的女人坐在屋外的道路上", "街道上有一个穿着银色裙子的女人在看手机", "亮堂的街道上坐着一位右手玩着手机的女士", "一个右手拿着手机的女人坐在道路边的台子上玩手机", "道路上有一个扎着头发的女人坐在障碍台上玩手机"], "file_path": "1f4edd92e46af46d718ca63e24434e1ea2047b7b.jpg"}, {"captions": ["一个穿着长裙的模特在T台上走秀", "大厅里有一个穿着连衣裙的女人在走秀", "一个穿着裙子的女人走在平坦的T台上", "一个穿着连衣裙的模特在干净的T台上走秀", "平坦的T台上有一个穿着蓬蓬裙的女人在走秀"], "file_path": "2ff0d7249a6640f8c7f10ecf4f036afbd39a3fed.jpg"}, {"captions": ["舞台上一个女人旁有一个左手拿着奖杯的男人在发言", "舞台上一个披着头发的女人旁有一个左手拿着奖杯的男人在讲话", "一个双手放在身前的女人和一个左手拿着奖杯在讲话的男人站在舞台上", "一个女人的旁边有一个左手拿着奖杯的男人站在舞台上说话", "灯光照射的舞台上一个女人旁有一个左手拿着奖杯的男人在说话"], "file_path": "1582309a05d4ff8d32896e9c50bc02ed8e49ba30.jpg"}, {"captions": ["屋外的道路上两个人身前走着一个穿着西装的男人", "一个男人的旁边有一个穿着西装的男人走在道路上", "平坦的街道上一位男士旁走着一位双手套着衣服的男士", "一个穿着西装的男人和一个穿着蓝色外套的男孩走在道路上", "三个穿着深色裤子的人走在屋外的道路上"], "file_path": "7c0ea7411586e808cf47fea6de115fe0baa3c607.jpg"}, {"captions": ["T台上有一个穿着白色连衣裙的女人在走秀", "两个穿着裙子的女人在敞亮的T台上走秀", "T台上一个人的后面有一个系着白色围巾的模特在走秀", "大厅里有两个穿着时装的女人在沿着相反方向走秀", "一个穿着白色裙子的女人和一个穿着黑色裙子的女人走在T台上"], "file_path": "2b91f2f928ffbe1dee274fcf050ceb8e39fb302f.jpg"}, {"captions": ["街道上一个坐在车里的男人前走着一个左肩斜挎着单肩包的女人", "一个男人前面有一个右手抓着包的女人走在室外的地上", "平坦的道路上一个人的前面走着一个右手拿着包的女人", "街道上一位坐在汽车上的男人前走着一位穿着裙子的女人", "一个男人前面有一个斜挎着包的女人走在道路上的汽车旁"], "file_path": "aadbf19c90c7c34bfb8263141029c9242fe328f9.jpg"}, {"captions": ["河岸边的护栏上站着一个穿着牛仔裤的男人", "一个穿着长袖上衣的男人倚靠在湖边的栏杆上", "湖边的道路上有一个穿着牛仔裤的男人倚靠在栏杆上", "一个左手戴着手表的男人站在湖边的栏杆旁", "一个穿着牛仔裤的男人倚靠在湖边的护栏上"], "file_path": "d3e3397a1d3c344e29298e7665d8f4c641d8809a.jpg"}, {"captions": ["一个穿着运动服的男人在绿油油的运动场上锻炼", "一个穿着球衣的运动员单膝跪在洒满阳光的运动场上", "球场上有一个穿着运动服的男人在锻炼", "一个穿着红色上衣的男人在足球场上做运动", "球场上有一个穿着运动服的男人单膝跪在地上"], "file_path": "36caaecadef81331897e2b1f29ba270e5b6ac78b.jpg"}, {"captions": ["球场上两个男人旁边有一个抬起右脚的男人在踢足球", "三个穿着黑色西装的男人站在足球场上", "绿油油的球场上站着三个穿西装的男人", "两个人的旁边有一个右脚抬起的男人在运动场上踢足球", "两个面带微笑的男人旁有一个穿着西服的男人在宽敞的球场上踢足球"], "file_path": "17d5b6e59adf65ebd97beadc104a0b7d777a1e29.jpg"}, {"captions": ["球场上有三个穿着运动服的男人在争抢篮球", "球场上三个穿着球服的球员在打篮球", "三个穿着球衣的运动员在篮球场上打篮球", "三个穿着球服的男人在球场上打篮球", "三个穿着球衣的运动员在运动场上打篮球"], "file_path": "cf06e6bba700982f5120e68168854b18b8eb0bce.jpg"}, {"captions": ["平坦的球场上有两位穿着运动服的男士在踢球", "一个穿着红色球衣的男人和一个穿着白色球衣的男人在绿茵茵的球场上踢足球", "运动场上有两个穿着运动服的男人在踢足球", "绿茵茵的球场上有两名运动员在抢足球", "两个穿着球衣的男人在翠绿的球场上抢球"], "file_path": "bed6039b3575e999b71b0de5983c8ab26bf9094d.jpg"}, {"captions": ["房间里有一个右手拿着工具的女人在给一个躺着的人拔火罐", "房间里一个右手拿着工具的女人在帮一个躺在床上的人拔罐", "房间里一个戴着眼镜的女人在帮一个躺在床上的男人拔罐", "房间里有一个戴着眼镜的女人在给一个趴在床上的男人拔火罐", "屋子里有一个右手抬起的女孩在给一个趴在床上的人拔罐"], "file_path": "89d7c298f8c2437e9da46dc9a576fd77adebbd83.jpg"}, {"captions": ["一群人身前有一个戴着帽子的男人蹲在道路上", "街道上有一个双手交握的人蹲在人群前", "人群旁有一个戴着白色帽子的男人蹲在道路上", "道路上有一个戴着帽子的男人蹲在人群前", "道路上的人群前蹲着一个戴着帽子双手相握放在身前的男人"], "file_path": "6e726cdb0b6086ed6d1a4853a46c83fc0ec346e9.jpg"}, {"captions": ["一个穿着裙子的女人单手撩着头发走在道路上", "一个抬着左手的女人走在平坦的道路上", "一个穿着深色外套的女人走在道路上撩头发", "道路上走着一个左手摸着头发的女人", "一个左手撩着头发的女人走在道路上"], "file_path": "1228704de0379c97441090b94d124735d03e19b6.jpg"}, {"captions": ["房屋前有一个右手拿着冰淇淋的男人倚靠在门框上", "房屋门前倚靠着一个在吃冷饮的男人", "老旧的房屋站着一位在吃雪糕的男士", "一个穿着毛衣的男人在房屋门口吃雪糕", "房屋门前有一个穿着毛衣的男人在吃雪糕"], "file_path": "78c267c9b1ba97c858e083ec0cf4eca16a8f6261.jpg"}, {"captions": ["房间里一个双手抓着衣服的男人旁站着两个共同扶着自行车的男人", "三个穿着长袖上衣的男人站在舞台上", "屋子里一个男人旁边有两个身穿长袖上衣的男人在扶着同一辆自行车", "荧幕前一个男人旁边有两个穿着牛仔裤的男人扶着同一辆自行车", "舞台上一个双手拉着衣角的男人旁边站着两个扶着同一辆单车的男人"], "file_path": "f68ca00ead970349c7be4551faa0c1b34ec2de65.jpg"}, {"captions": ["一个单手拿着笔的男人在房屋内的桌子旁写字", "一位穿着黑色上衣的男人在房屋里写东西", "温馨的房间里有一个穿着深色上衣的男人在写字", "一个穿着黑色衣服的男人在房屋里写字", "房子里有一个右手拿着笔的男人在写字"], "file_path": "af30fadc0c2f37bd82fe53db63cb514386c2a06f.jpg"}, {"captions": ["两个人旁有一个牵着狗的女人站在道路上", "道路上三个人旁边站着一位牵着狗的女士", "三个人旁边有一个牵着狗的女人站 在道路上", "三个人旁边有一个双手牵着狗的女人站在道路旁", "两个走着的女人旁有一个牵着一只狗的女人站在道路上"], "file_path": "5e9d4be75e8f1d5d89a3dcf0279c5acc0a55ea89.jpg"}, {"captions": ["两个手里拿着同一件衣服的男人站在草地上", "草坪上有两个穿着西服的男人拿着同一件衣服", "两个拿着同一件衣服的男人站在碧绿的草地上", "两个穿着西服的男人共同拿着同一件衣服站在绿油油的草地上", "两个穿着西装的男人举着同一件衣服站在碧绿的草坪上"], "file_path": "95a293ee7b446b3fbe8629da1f281044a6130bb8.jpg"}, {"captions": ["一个穿着运动服的男人在运动场上扑足球", "一个双手戴着手套的男人在球场上扑足球", "一个身穿球衣的男人在碧绿的球场上防守足球", "一个穿着运动服的男人在运动场上扑救足球", "一个穿着短袖上衣的男人在运动场上扑救足球"], "file_path": "27858b21aa77120561b84e92e063b3829852e211.jpg"}, {"captions": ["房间里有两个穿着超人服装的人坐在沙发上睡觉", "房间里两个左手托着脸颊的老人坐在沙发上休息", "房间里的沙发上有两个左手托着下巴的人在睡觉", "房间里有两个穿着奇装异服的人坐在沙发上睡觉", "房间里的沙发上有两个穿着超人服装的人在睡觉"], "file_path": "12c38e76f0c9e9eb2e97f9aaa8f303b807fc3d0e.jpg"}, {"captions": ["一个人前面有两个穿着不同颜色球衣的男人在平坦的运动场上争抢足球", "一个人身前有两个腾空跃起的男人在足球场上争抢足球", "球场上一个人的前面有两个穿着球服的球员在争抢足球", "足球场上一个男人的前面有两个穿着球衣的男人在抢足球", "一个跑着的人前有两个穿着不同球衣的男人在球场上争抢足球"], "file_path": "024a0e51fe6793f728d2b6a16e78101a9b6c4bec.jpg"}, {"captions": ["房间里站着一个双手拿着红盒子的老人和一个右手指着红盒子的男人", "房间里一个双手拿着盒子的老人旁站着一个戴着眼镜的男人", "明亮的房间里有两个拿着东西的人在相互交谈", "房间里一个双手拿红色盒子的老太太和一个戴眼镜的男人在说话", "整洁的房间里站着一个戴眼镜的男人和一个双手拿着东西的女人"], "file_path": "7d2bbb4a7364be9b846c6c5317668177a3ea0732.jpg"}, {"captions": ["一个人的前面有一个双手扶着奖杯的男人站在室内的台球桌旁", "球场上一个穿着西装的男人前站着一个穿着马甲的男人", "室内一个穿着西装的男人前面有一个穿着马甲的男人站在球桌旁", "体育场里一个人的前面有一个双手放在奖杯上的男人站在台球桌前", "一个人的前面有一个双手扶着奖杯的男人站在室内的台球桌旁"], "file_path": "dcf60eb5777e8a4aebffc6c325667f59819a3b19.jpg"}, {"captions": ["舞台上有一个穿着白色衣服左手拿着话筒的男人在唱歌", "舞台上有一个左手拿着话筒的男人在唱歌", "一个左手拿着话筒的男人在灯光亮起的舞台上唱歌", "一个左手拿着话筒的男人站在舞台上唱歌", "一个左手拿着话筒的男人在绚丽的舞台上唱歌"], "file_path": "a6bb09437783b002a1cbb1d86115dc7033fe593d.jpg"}, {"captions": ["两个穿着运动服的运动员在运动场上争抢足球", "碧绿的球场上有两个身穿运动服的男人在抢足球", "两个穿着不同颜色球衣的男人在平坦的运动场上争抢足球", "两个穿着球衣的运动员在绿茵茵的球场上抢足球", "两个穿着不同球衣的运动员在足球场上争抢足球"], "file_path": "281947b1ea713cb0d75ca59fd7cd14d5bddef989.jpg"}, {"captions": ["球场上有一个左手抬起的女人在打网球", "运动场上一个右手拿着网球拍的女人在打网球", "一个穿着裙子的女人在运动场上打网球", "球场上有一个右手拿着球拍的运动员在打网球", "球场上有一个右手拿着球拍的运动员在打网球"], "file_path": "0d9ca297dac4bcb577b09ef9d479cbc6a043db89.jpg"}, {"captions": ["三个穿着运动服的男人在运动场上打篮球", "三个身穿球衣的运动员在球场上打篮球", "篮球场上有三个穿着球衣的男人在打篮球", "宽敞的球场里有三个穿着球衣的男人在打篮球", "三个穿着运动衣的运动员在体育馆里打篮球"], "file_path": "6b1eb15f481c549537024db4374f11083b6cbeb1.jpg"}, {"captions": ["一个戴着耳麦的人在整洁的舞台上表演", "舞台上一个穿着白色上衣的男人在表演", "一个伸着右臂的男人在舞台上表演", "绚丽的舞台上有一个抬着右手的男人在唱歌", "舞台上有一个右手抬起的男人在唱歌"], "file_path": "79905167fcff6f703f067e4d2976aba338c83ba5.jpg"}, {"captions": ["车展上有一个穿着连衣裙的女人站在汽车旁", "车展上有一个穿着裙子的女人站在汽车旁", "展厅里有一个穿着连衣裙的女人站在汽车旁", "宽敞的大厅里有一个身穿黑色连衣裙的女人站在汽车旁", "明亮的展厅里有一个双手放在车门上的女人站在汽车旁"], "file_path": "520cdb70ad43de464d99f1f2daf5867e6d2a489c.jpg"}, {"captions": ["草地上两个人旁有一个喝水的女孩站在球杆包前", "郁郁葱葱的草地上一个喝水的人旁边有一个拿着望远镜的人站在高尔夫球包旁", "草地上一个喝水的女人旁边有一个戴着帽子的男人在看望远镜", "高尔夫球场上一个在喝水的女人旁边有一个左手戴着手套的男人在使用望远镜", "高尔夫球场上一个人旁有一个扎着辫子的女人在喝水"], "file_path": "af55084c8a4a45fa247604cd3c1671b7316501af.jpg"}, {"captions": ["一个右手拿着话筒的男人在舞台上唱歌", "一个穿着深色上衣的男人站在舞台上唱歌", "一个穿着大衣的人在绚丽的舞台上唱歌", "灯光绚丽的舞台上有一个右手拿着话筒的人在唱歌", "一个右手拿着话筒的男人在璀璨的舞台上唱歌"], "file_path": "aadd3d5ef21c02e86cf7820e996f477fb3ddd04c.jpg"}, {"captions": ["宽敞的操场上坐着一个穿白色上衣的男人旁边有五个站着的人", "干净的操场上一个坐着的男人前站着一群人", "宽敞干净的球场上一个坐在桌前的男士前面站着五个人", "一个坐在桌子边的男人面前有一群人站在操场上", "宽敞的操场上一群站着的人旁边坐着一个身穿白色衬衫的男人"], "file_path": "7a65664a386e7df4a9898b9b2be3d181ff8f69fd.jpg"}, {"captions": ["一个穿着蓝色球衣的男人搀扶着一个穿着白色外套的男人走在足球场上", "一个穿着球衣的男人扶着一个穿着白色外套的男人走在球场上", "两个穿着球衣的运动员走在绿茵茵的球场上", "球场上有一个穿着蓝色球服的男人搀扶着一个穿着白色上衣的男人", "一个穿着白色衣服的男人搂着一个穿着短袖的男人行走在平坦的运动场上"], "file_path": "8629d3677df3722a00ff3fbd43759821eff50333.jpg"}, {"captions": ["两个衣着休闲的人面带微笑地站在农田里", "两位穿着短袖的人面带微笑地站在菜田里", "一个穿着黑衣服的女人和一个穿着白上衣的男人站在绿油油的菜地里", "碧绿的菜园里有两个面带微笑的人在说话", "碧绿的蔬菜地里有一个身穿白色短袖的男人在和一个女人说话"], "file_path": "c8f9c361c47911d1c46cadd2a75859f7cab3202b.jpg"}, {"captions": ["两个穿着衬衫的男人和一个穿着白色裤子的女人行走在灯光微弱的大厅里", "室内两个穿着黑色裤子的男人中间走着一个穿着白色衣服的女人", "室内两个人的中间走着一个穿着白色上衣的女人", "三个穿着白色上衣的男女行走在光线暗淡的室内", "三个穿着白色上衣的人走在室内的地面上"], "file_path": "5b75ab0c2bd014d015dd02a35432bc4a75afc581.jpg"}, {"captions": ["一个双手抱着水管的男人和三个带着安全帽的男人奔跑在宽敞的街道上", "一个双手拿着水管的男人和三个消防员奔跑在宽敞的街道上", "道路上有三个穿着消防服的男人和一个穿着牛仔裤的男人在奔跑", "三个戴着安全帽的消防员和一个穿着牛仔裤的男人在道路上奔跑", "一个穿着牛仔裤的男人和三个穿着制服的人奔跑在道路上"], "file_path": "3763b4f77853150e1ee55cd4395ba3510b3761ea.jpg"}, {"captions": ["足球场上有两个穿着不同球衣的男人在抢足球", "球场上有两个穿着运动服的男人在抢足球", "两个穿着不同颜色球衣的运动员在宽阔的运动场上争抢足球", "绿草如茵的足球场上有两个男运动员在抢足球", "两个穿着球衣的男人在绿油油的球场上争抢足球"], "file_path": "d46f2c6b3f895dc9b8f47f2250f9389ba558220e.jpg"}, {"captions": ["一个拿着酒杯的女人面带微笑地站在摆满酒桶的架子旁", "一个右手拿着酒杯的女人面带笑容地站在室内成堆的桶前", "一个右手拿着酒杯的女人站在堆满木桶的屋子里", "整洁的室内站着一位右手拿着酒杯的女士", "一个右手拿着酒杯的女人站在房间里的酒桶前"], "file_path": "38a4cdf0be3e8d85748772ac97627177e0574a1e.jpg"}, {"captions": ["平坦的运动场上一个男人的旁边有一个穿着运动服的男人在跑步", "一个穿着长裤的人旁有一个穿着短裤的男人奔跑在草地上", "球场上一个人的旁边跑着一个穿着短裤的运动员", "一个人的旁边有一个穿着球衣的男人奔跑在足球场上", "一个男人旁边有一个身穿运动服的男人在碧绿的草地上跑步"], "file_path": "0a48b2d538272c1416e24f5ad926d502d49db942.jpg"}, {"captions": ["一个右手拿着话筒的男人走在灯光绚丽的舞台上", "一个穿着黑色裤子的男人在舞台上表演节目", "一个双手拿着东西的男人走在灯光照射的舞台上", "一个右手拿着话筒的男人走在舞台上", "一个左手抱着东西的男人走在舞台上"], "file_path": "e1624ad3609a59497da2411ac06af80b4a6de14f.jpg"}, {"captions": ["街道上有一个短发女人手拿饮料站着", "街道上有一个穿着棕色上衣的女人靠在杆上站着", "一个带着墨镜手拿饮料的女人靠在杆上站着", "街道上站着一个拿着水杯的女人", "一个穿着棕色衣服的女人靠着杆站在街道上"], "file_path": "1874f07bae96ec21ad00f760f44a0df38cf22793.jpg"}, {"captions": ["一个拿着话筒的人在打着灯光的舞台上唱歌", "一个右手拿着话筒的男人站在舞台上唱歌", "一个右手拿着话筒的男人在舞台上唱歌", "一个右手拿着话筒的男人在舞台上唱歌", "绚丽的舞台上有一位右手拿着话筒的男士在唱歌"], "file_path": "433be05953dc35ac1f4c208066cfe4181c1edd89.jpg"}, {"captions": ["一个穿着球衣的男人在球场上踢足球", "足球场上一个穿着球衣的运动员在踢足球", "球场上一个人前面有一个穿着黑色短裤的男人在踢足球", "一个人前面有一个穿着球衣的男人在运动场上踢足球", "球场上一个人前有一个穿着运动服的男人在踢足球"], "file_path": "1a7c582c57077b2bc77759bcc599744376c783af.jpg"}, {"captions": ["宽敞的舞台上站着一个双手放在身前的女人", "舞台上一个戴着黑色帽子的女人在鼓掌", "一个双手合十的女人面带笑容地站在舞台上", "舞台上有一个戴着帽子的女人在鼓掌", "一个戴着帽子双手合十的女人站在舞台上"], "file_path": "db322c131964667f0103643c6a19df0766afa0c3.jpg"}, {"captions": ["明亮的大棚里一个拿着手机的女人身旁站着三个吃西瓜的孩子", "茂盛的瓜棚里两个人旁边有两个穿着背心的孩子在吃西瓜", "三个穿背心的小男孩和一个左手拿着手机的人站在瓜田里", "一个右手拿着手机的人和三个穿着短裤的小男孩站在大棚里", "大棚里站着一个左手拿手机的女人和三个小男孩"], "file_path": "e2861da122f5cda13ae9cc297e46aa81675c910d.jpg"}, {"captions": ["一个戴着口罩的女人在房间里整理被子", "光亮的病房里有一个戴着口罩的医护人员在整理被子", "一个戴着口罩的护士在病房内的床边整理枕头", "病房里有一个穿着护士服的人在整理枕头", "一个戴着口罩的护士在病房里整理病床"], "file_path": "6fb49a5e24f889ee99e3594208f4eb74f7dd23cf.jpg"}, {"captions": ["道路边有三个戴着帽子的人在相互搂着", "一个戴着墨镜的男人搂着一个抬起右手的女人和一个左手拿着饮料的男人站在道路上", "三个戴着帽子相互搂着的人站在道路边的计时器旁", "三个戴着帽子的人互相搂着站在道路上的桌子旁", "三个戴着帽子的人肩并肩站在道路上"], "file_path": "f59898f56f6c700796636054684df1c6b1f0c953.jpg"}, {"captions": ["两个穿着运动服的男人在球场上踢足球", "绿茵茵的球场上一个人前面有一个穿着白色球衣的男人在踢足球", "一个身穿球服的男人在碧绿的球场上踢足球", "两个穿着球服的运动员在绿油油的球场上踢足球", "碧绿的草地上有两个身穿球衣的男人在踢足球"], "file_path": "073ae922dbaa33efad3aec85579ce5a0efd202ef.jpg"}, {"captions": ["街道上一个人旁走着一个右手拎包的女人", "一个人身前有一个右手拎着包的女人走在道路上", "平整的街道上走着一个右手拎着包的女人", "车上下来一个戴着墨镜右手拎着包的女人", "街道上一个人前面有一个戴着墨镜的女人走在汽车旁"], "file_path": "659bd1626dd176268697191d11df7aca90ab2ded.jpg"}, {"captions": ["足球场上有一个穿着短裤的男人和一个双臂张开的男人站在球门旁", "一个穿着短裤的男人和一个双臂张开的男人走在足球场上", "足球场上有两个穿着运动服的男人走在球网旁", "足球场上一个男人的旁边走着一个双臂张开的男人", "一个穿着黑色短裤的男人和一个双臂张开的男人走在球场上"], "file_path": "9af9ac791d962f9238b21869b82822feefd05784.jpg"}, {"captions": ["两个短头发的人在屋子里弹奏吉他", "两个抱着吉他的人在室内的话筒前表演", "舞台上有两个穿着黑色衣服的男人在弹吉他", "舞台上一个人的旁边有一个双手拿着吉他的男人在表演", "屋子里有两个穿着黑色衬衫的男人在弹吉他"], "file_path": "dab322b1be1d9e5b43e802b3e2c6f04dd1706433.jpg"}, {"captions": ["一个穿着深色外套的男人和一个穿着浅色衣服的人在灯光亮起的舞台上走秀", "一个衣着时尚的男人走在人群旁的T台上", "T台上有一个穿着黑色鞋子的男人在走秀", "平坦的T台上一个穿白色衣服的人前面有一个男人在走秀", "两个衣着时尚的模特走在人群前的T台上"], "file_path": "d757c57e557009f0b872899d3a2b57c4801825e3.jpg"}, {"captions": ["两个双手拿着衣服的男人站在屋子里的鞋架旁", "两个双手拿着衣服的男人站在商店里", "商店里站着两个双手拿着衣服的男人", "两个手拿衣服的男人站在商店里的货架旁", "两个双手拿着衣服的男人站在屋子里"], "file_path": "dcb77aa1e3ee3917ba8a74f1b8d9a495c3d5b412.jpg"}, {"captions": ["金灿灿的沙滩上一个戴着墨镜的男人旁边躺着一个穿着比基尼的女人", "海边的沙滩上有一个坐着的男人在看一个躺在躺椅上的女人", "海边的沙滩上一个戴着墨镜的男人在看着一个躺在躺椅上的女人", "沙滩上有一个戴着墨镜的男人看着一个躺在椅子上的女人", "沙滩上一个戴着墨镜的男人旁边有一个穿着比基尼的女人躺在床上"], "file_path": "fbfc2f5062a3842b20f417b23cfd667e4cdf488c.jpg"}, {"captions": ["碧绿的球场上走着一个左手拿着瓶子的男人", "一个左手拿着两个矿泉水瓶的男人走在足球场上", "一个左手拿着两瓶水的男人走在足球场上", "一个右手插在口袋里的男人走在运动场上", "一个右手插进口袋的男人走在运动场上"], "file_path": "1113a8a26d33433618b0a8ef5eb81d9cef22c5db.jpg"}, {"captions": ["碧绿的球场上站着一位左手插兜的男士", "一个左手插兜的男人走在绿茵茵的球场上", "足球场上走着一个左手放在兜里的男人", "一个左手插兜的男人走在宽阔的球场上", "一个插着口袋的人行走在宽阔的运动场上"], "file_path": "e0ed42bdb59e27ae4db4097a9e79d3f0b992243f.jpg"}, {"captions": ["土地上一个走着的人旁边有一个戴着头盔的男人在骑车", "一个人的旁边有一个戴着头盔的男人骑着山地车行驶在道路上", "室外两个人前有一个戴着帽子的男人在骑电动车", "道路边一个右手拿着球杆的人旁边有一个戴着头盔的男人在骑摩托车", "道路上一个人旁有一个戴着头盔的男人在骑车"], "file_path": "56ad17bd41f485a453c5bfac27092361a1f8b3e7.jpg"}, {"captions": ["草地上站着一个左手拿着球拍的男人", "绿油油的草地上站着一个左手拿着网球拍的男人", "草坪上站着一个左手拿着球拍的运动员", "一个左手拿着球拍的男人站在球场上", "一个左手拿着网球拍的男人站在草地上"], "file_path": "6d29060ec4778c31b6ed3744bbcd6dcacf6d9092.jpg"}, {"captions": ["火车模型前站着一个左手插在口袋里的女人", "一个右肩背着包的女人面带微笑地站在铁轨上", "公园的走廊里站着一个左肩挎包的女人", "一个背着包的女人站在铁路上的火车旁", "轨道上有一个左手插在口袋里的女人站在火车旁"], "file_path": "1b26159a935352ea58d074c11be00c486224a2f7.jpg"}, {"captions": ["球场上有两个穿着运动服的男人在抢篮球", "篮球场上有两位穿着运动衣的男人在争抢篮球", "人山人海的体育馆里两个穿着球衣的运动员在打篮球", "两个穿着球衣的运动员在运动场上打篮球", "宽阔的球场上有两个穿着球衣的运动员在抢篮球"], "file_path": "7128b9629773455ebb8b576935dd1227ea813075.jpg"}, {"captions": ["两个穿着运动服的男人在万众瞩目的运动场上打篮球", "球场上有两个穿着运动服的男人在打篮球", "一个举起右手的运动员和一个腾空跃起的运动员在人山人海的体育馆里抢篮球", "运动场上有两个穿着球衣的运动员在激烈地打篮球", "运动场上有两个穿着运动服的男人在打篮球"], "file_path": "cf7e725bb12992a3007a2fbcca37eea5d51916ce.jpg"}, {"captions": ["河水边有一个站在岸上的孩子在看一个弯着腰的男人捉鱼", "小河边有一个穿着蓝色外套的孩子看着一个弯着腰的孩子捕东西", "小河边一个站着的男孩前面有一个弯着腰的男孩站在水里", "河水边有一个穿着蓝色的小孩看着一个穿着黑色衣服的小男孩在逮鱼", "小溪边有一个穿着红色鞋子的孩子看着一个弯着腰的男孩捉鱼虾"], "file_path": "5ecc45570d3c388b0f59ced9b3c21dc080e9068b.jpg"}, {"captions": ["宽敞的房间里三个人旁边有三名男孩在练习踢足球", "一群人旁边有一个穿着运动服的男孩在室内踢足球", "明亮的大厅里一群人旁有一位穿着短袖的男孩在踢足球", "房屋里有一群身穿球衣的男孩在玩足球", "屋子里有一群穿着运动服的男孩在练习踢足球"], "file_path": "66f006fb2c9d6a4f3427aa72651e76a87f2fc124.jpg"}, {"captions": ["一个人的旁边有一个穿着运动衣的运动员在体育场上跑步", "一个双手竖着大拇指的人前面有一个右手比着OK手势的人奔跑在坐满观众的运动场上", "一个人旁有一个穿着球衣的运动员在运动场上奔跑", "一个双手竖着大拇指的男人前面有一个抬起右手的男人跑在球场上", "一个男人的旁边有一个双手竖起大拇指的男人站在球场上"], "file_path": "c4b4ccf9f31c2db1ba9e34cae2f356b66b316820.jpg"}, {"captions": ["绿油油的球场上有三个穿着球衣的男人在庆祝", "运动场上有三个穿着运动服的男人在庆祝", "三个穿着黄色球衣的男人在球场上庆祝", "球场上有三个穿着球衣的男人搂在一起", "三个穿着黄色上衣的男人在球场上庆祝"], "file_path": "d756ad2e8ef39a29afcae318fc0670f754569065.jpg"}, {"captions": ["果园里的苹果树下一群玩耍的孩子前站着一个右手摘苹果的孩子", "阳光明媚的果园里一群小孩在摘水果", "一群小孩前有一个穿着黄色衣服的女孩在丰硕的果园里摘水果", "果园里有一群孩子的旁边站着一个右手摘着苹果的孩子", "丰硕的果园里站着一个右手在摘苹果的女孩"], "file_path": "b649a49d86251af5cc000687ef0a0ac93d415f0d.jpg"}, {"captions": ["草地上站着一个双手拿着锄头的男人", "一个双手拿着铁锹的男人站在树林里", "树林里的空地上站着一个双手拿着工具的男人", "一个双手拿着工具的男人在草地上工作", "枝繁叶茂的树林前有一个双手拿着工具的男人在干活"], "file_path": "b5270bb556bc19e69f7f7c888e835e956a51906e.jpg"}, {"captions": ["道路上一个右手拿着瓶子的男人和一个穿着黑色上衣的男人走在汽车旁", "街道上有两个身穿长袖上衣的男人走在汽车旁", "一个右手拿着瓶子的男人和一个右手抬起的男人走在道路上", "道路上一个抬着右手的男人和一个右手拿着水瓶的男人走在汽车旁", "一个穿着牛仔裤的男人和一个穿着黑色衣服的人行走在道路上的汽车旁"], "file_path": "25e651c9824d30a121cd963ac9319cbecad4649c.jpg"}, {"captions": ["房屋外的走廊上有一群站着的人在排队", "一群穿着短袖的人和一个穿着长袖的孩子站在亭子里", "街道上的房屋前站着一群穿着各异的人", "平坦的街道上有一群站着的人在排队", "一群衣着各异的人站在道路旁的台阶上"], "file_path": "fffd34d6f8f1e8741d65bb75d735f76757287f8f.jpg"}, {"captions": ["宽阔的运动场上一个歪着头的男人行走在一个人的前面", "两个穿着球衣的男人走在绿茵茵的球场上", "运动场上走着两个穿着运动服的运动员", "绿茵茵的球场上走着两个穿着运动装的男人", "宽敞的球场上走着两个身穿运动服的男人"], "file_path": "21507fef684e343b84a0905cfa11b8400a0dee59.jpg"}, {"captions": ["一个双手拿着球杆的男人站在高尔夫球场上", "一个双手拿着高尔夫球杆的人站在球场上", "一个双手拿着高尔夫球杆的男人站在草地上", "一个双手拿着球杆的男人站在高尔夫球场上", "高尔夫球场上站着一个双手拿着球杆的男人"], "file_path": "2bec6497cb9348f4285001c39b0b713f27b6b50a.jpg"}, {"captions": ["一个穿着裙子的女人在干净的舞台上走秀", "明亮的T台上有一个穿着连衣裙的女人在走秀", "一个穿着黑色裙子的女人在亮丽的舞台上走秀", "一个穿着长裙的女人站在平坦的T台上", "一个穿着裙子的模特在干净的T台上走秀"], "file_path": "2dcb3205cb4810fe57d499ba431cbfde77664d48.jpg"}, {"captions": ["一个弯着腰的男人身旁有一个双手抱着足球的男人站在足球场上", "一个双手拿着足球的男人和一个弯着腰的男人站在宽敞的球场上", "一个弯着腰的男人和一个双手抱着足球的男人站在足球场上", "运动场上一个人的旁边站着一个双手拿着足球的运动员", "球场上一个弯着腰的男人旁站着一个双手抱着足球的男人"], "file_path": "b59c61fb2ed3641dad07f0fa129e9a4838d8d69f.jpg"}, {"captions": ["一个左手拿着话筒的男人走在舞台上", "一个左手拿着话筒的男人走在舞台上", "舞台上走着一个左手拿着话筒的男人", "一个左手拿着话筒的男人走在舞台上", "舞台上的荧幕前走着一个左手拿着话筒的男人"], "file_path": "4950489199e878e92e03191d445254942b0732aa.jpg"}, {"captions": ["绿茵茵的球场上有一个戴着帽子的男人在挥球杆", "球场上有一个戴着帽子的男人在挥动高尔夫球杆", "草地上有一个双手拿着高尔夫球杆的男人在挥杆", "球场上有一个戴着帽子的男人在挥杆", "一个挥着球杆的人站在高尔夫球场上"], "file_path": "b302f710ff13266d90f5d68ea2d3c58b2041dd48.jpg"}, {"captions": ["两个穿着运动服的女人在干净的运动场上打乒乓球", "球场上有两个穿着运动服的女人在打乒乓球", "运动场上有两个拿着球拍的女人在打乒乓球", "两个手里拿着球拍的运动员在运动场上打乒乓球", "球场上有两个手里拿着球拍的女人在打乒乓球"], "file_path": "0efe53f844178a0bbb7f2bf181d973efc10b0de4.jpg"}, {"captions": ["房间里一个人后面有一个穿着运动服的男人和一个坐在椅子上的男人握手", "一个人旁一个赤裸上身的男人和一个站着的人手牵手在更衣室内交谈", "房间里一个男人的身后一个赤裸着上身的男人在和一个穿着球衣的男人握手", "房间里一个男人的后面有一个穿着穿着球衣的男人在和一个赤着上身的男人握手", "室内一个人旁有一个坐在椅子上的男人握着另一个男人的手在说话"], "file_path": "d80360369621a0004b7177115643942499647a4a.jpg"}, {"captions": ["墙边的道路上一个穿着白色衣服的女人面带微笑地行走在两个人的前面", "两个人的前面有一个左胳膊肘挎包的女人走在房间里", "大厅里两个人的前面走着一个左臂挎着包的女人", "两个人的前面有一个左胳膊挎着包的女人走在大厅里", "房屋旁两个戴着帽子的人前面走着一个左手挎着包的女人"], "file_path": "a3076064da67945a12b84da024933da05b29dab7.jpg"}, {"captions": ["一个面带笑容的女人在干净整洁的马路上站着", "一个左手叉腰面带笑容的女人站在道路上", "室外的空地上站着一位左手叉腰的女士", "一个左手叉着腰的女人微笑着站在道路上", "一个左手叉着腰的女人站在道路上"], "file_path": "bba17a788ab1d19f31ddb3793fb546a24ff8a908.jpg"}, {"captions": ["运动场上有两个穿着运动服的男人在争抢足球", "两个穿着运动服的运动员在运动场上争抢足球", "球场上有两个穿着球衣的运动员在争抢足球", "球场上有两个穿着球衣的男人在抢足球", "绿茵茵的球场上有两个腾空跃起的男人在争抢足球"], "file_path": "692e5e39f2678c2518963f07fbe82c83fd7e0e58.jpg"}, {"captions": ["运动场上一个人旁有一个穿着西装的男人和一个穿着运动服的人在击掌", "球场上有一个穿着黑色衣服的男人和一个穿着球衣的男人在互动", "平坦的球场边有一位穿着球服的男士在和一位穿着西服的男士说话", "一个穿着球衣的男人和一个穿着西装的男人在运动场上击掌", "一个人的前面有一个穿着西装的男人和一个穿着球服的男人在运动场上击掌"], "file_path": "7bbfa57210555aa87c518e04e03a89847c79c5d7.jpg"}, {"captions": ["一个穿着运动服的运动员在运动场上打羽毛球", "一个穿着短裤的女人在运动场上打羽毛球", "一个穿着运动服的女人在平坦的运动场上打羽毛球", "一个右手拿着球拍的女人在球场上打羽毛球", "一个右手拿着球拍的运动员在运动场上打羽毛球"], "file_path": "084eb0a9ba95e39033eecf8b1b117d3027f79829.jpg"}, {"captions": ["舞台上走着一个双手拿着东西的女人", "一个双手拿着东西的女人走在舞台上", "一个双手拿着东西的女人走在舞台上", "绚丽的舞台上走着一个双手拿着东西的女人", "一个双手拿着奖杯的女人走在舞台上"], "file_path": "99fe7da03ad889e5193a66c506737d711a8817fc.jpg"}, {"captions": ["一个戴着帽子的女人和两个披着长发的女人站在海边的沙滩上", "两个穿着黑色衣服的女人和一个戴着帽子的人站在海边的沙滩上", "沙滩上一个女人的旁边站着两个穿着泳衣的女人", "一个戴着帽子的女人和两个穿着泳装的女人站在柔软的沙滩上", "一个女人的前面有两个穿着泳衣的女人站在沙滩上"], "file_path": "cf03371b31a04e312ae7b85dfe8a507f362d0773.jpg"}, {"captions": ["运动场上有三个穿着运动服的男人在打篮球", "一个腾空跃起的男人和两个穿着红色衣服的男人在运动场上打篮球", "篮球场上三个穿着运动服的男人在打篮球", "干净的运动场上有三个穿着球衣的运动员在打篮球", "两个人旁有一个腾空跳起的男人在篮球场上打篮球"], "file_path": "f435e066045c814d2a681cd799d574b6b758bea2.jpg"}, {"captions": ["一个右手抓着裙子的女人站在宽敞的大厅里", "一个穿着裙子的女人站在干净的大厅里", "大厅里站着一个右手抓着裙子的女人", "一个右手抓着裙子的女人站在大厅里", "一个穿着白色裙子的女人站在大厅里"], "file_path": "3bf9ad33e51544ecd445eebcbeb488a77e11c57b.jpg"}, {"captions": ["明亮的餐厅里坐着一位在吃东西的女孩", "食堂里一个背着书包的孩子旁有一个右手拿筷子的孩子在吃东西", "餐厅里有一个右手拿筷子的女孩在吃饭", "餐馆里的人群旁有一个坐在桌子旁的女孩在吃东西", "屋子里的两个人前有一个坐在桌子旁的女孩在吃东西"], "file_path": "b2a3d1021f653b556b3b18d5bd239a9f3cbfaebe.jpg"}, {"captions": ["两个穿着黑色西装的男人中间有一个穿着马甲的男人在舞台上讲话", "舞台上两个人的中间有一个右手拿着话筒的男人在讲话", "舞台上两个男人中间有一个右手拿着话筒的男人在说话", "两个人中间有一个拿着话筒的男人在舞台上讲话", "两个穿着西装的男人中间有一个左手抬起的男人站在舞台上讲话"], "file_path": "30c0960462bc34c5a208d457aef93b970a7d6a19.jpg"}, {"captions": ["室内两个衣着休闲的男人坐在桌子旁下围棋", "一位穿着紫色上衣的男人和一位穿着短袖上衣的男人坐在房屋里的椅子上下棋", "明亮的大厅里有两位坐着的男士在下围棋", "两个坐在椅子上的男人在大厅里下围棋", "室内有两个短头发的男人在下围棋"], "file_path": "9df954480aba3708afbb938ab2ae3413a2d29705.jpg"}, {"captions": ["一个身穿牛仔外套的男人站在室外的雪地里", "一个系着围巾的男人站在洁白的雪地里", "一个背着双肩包、戴着围脖的男人站在雪地里", "雪地里站着一个背着双肩包的男人", "一个衣着时尚的男人背着包站在布满积雪的道路上"], "file_path": "37f73bdf32176f6b9386ea71ad6d468865d4e620.jpg"}, {"captions": ["广场上有一个右脚抬起的老人在踢毽子", "一群人的旁边有一个穿着粉色裤子的男人在广场上踢毽子", "宽阔的广场上有一个穿着红色裤子的老年人在踢毽子", "一个穿着深色上衣的男人在道路上踢毽子", "一个穿着大红色裤子的老年人站在宽阔的广场上踢毽子"], "file_path": "68285044e15ea19ca2af5a590bb990347bc3b21e.jpg"}, {"captions": ["一个女人前面有一个穿着短袖的女孩举着两个帽子站在房屋前的空地上", "房屋外一个小孩旁站着一个双手拿着帽子的小孩", "房屋前一个扎着头发的女孩前面有一个双手拿着帽子的女孩在训练", "一个人的旁边有一个双手拿着帽子的女孩站在门前", "房屋门前一个女孩旁边有一个双手拿着帽子的女孩在练习"], "file_path": "95bb1ca3f870e7ea5982e40e33152cf9f0edfac8.jpg"}, {"captions": ["运动场上一个人前面有一个穿着运动服的男人在呐喊", "一个戴着眼镜的男人和一个双手握拳的男人走在球场上", "运动场上一个男人旁有一个穿着运动服的男人在呐喊", "一个双手握拳的男人和一个穿着深色上衣的男人走在运动场上", "两个双手抬起的男人走在运动场上"], "file_path": "d50e6cbc63a0a644010d48c5f7ae4904da05aa47.jpg"}, {"captions": ["一个左手拿着话筒的男人站在灯光照耀的舞台上鼓掌", "灯光绚丽的舞台上站着一个拿着话筒的男人", "灯光汇聚的舞台上一个戴着眼镜的男人在鼓掌", "一个戴着眼镜的男人拿着话筒站在灯光昏暗的舞台上鼓掌", "一个穿着黑色衣服的男人站在舞台上鼓掌"], "file_path": "9698c43e9d5aad170c2afe79d16745fbcc750191.jpg"}, {"captions": ["运动场上两个人旁边有一个人右手拿着话筒的男人在说话", "舞台上两个人旁边有一个左手比着剪刀手的男人在说话", "舞台上两个人的前面有一个右手拿着话筒的男人在球网前讲话", "舞台上两个人前有一个左手竖着剪刀手的男人在说话", "两个人旁有一个右手拿着话筒的男人在舞台上说话"], "file_path": "5029c6a49cd002d31296073d9dfcdc4211df7e87.jpg"}, {"captions": ["三个手里拿着奖杯的男人站在明亮的舞台上", "三个拿着奖杯的男人站在整洁的舞台上", "三个身穿西装的男人站在绚丽的舞台上", "三个穿着西装手拿奖杯的男人站在舞台上", "绚丽的舞台上站着三位拿着奖杯的男士"], "file_path": "803b36ae754f132f3fc2ecf0b4731d40c7194bec.jpg"}, {"captions": ["一个左手抱着孩子的女人和一个戴着墨镜的男人站在道路的护栏前", "一个男人的前面有一个抱着孩子的女人走在道路上", "明亮的街道边一位戴着墨镜的男士前走着一位左手抱着孩子的女士", "一个抱着孩子的女人和一个戴着墨镜的男人走在房屋前", "一个人旁有一个右手拿着饮品的女人抱着一个小孩走在房屋前"], "file_path": "9a6c1888c0362296ae7114f0b622a6cc1800bd00.jpg"}, {"captions": ["舞台上一个男人的前面站着一个右手拿着话筒的女人", "一个人前面有一个右手拿着话筒的女人站在舞台上", "一个人前有一个右手拿着话筒的女人站在舞台上", "一个人的前面有一个右手拿着话筒的女人在舞台上表演节目", "舞台上一个人前站着一个右手拿着话筒的女人"], "file_path": "0ffbd768a630130b826566d65afd6013068443b0.jpg"}, {"captions": ["绿茵茵的球场上一个人前面有两个穿着球衣的男人在争抢足球", "足球场上一个人前有两个穿着不同球衣的男人在抢足球", "一个人旁有一个穿着十九号球衣的男人和一个穿着深色球裤的男人在球场上抢足球", "一个人前面有两个穿着不同颜色球衣的男人在平坦的运动场上争抢足球", "球场上有两个穿着运动服的人在抢足球"], "file_path": "9d6ded0a599f9796e8684e99cf69b179f60fa33f.jpg"}, {"captions": ["大厅里站着一对手里举着结婚证的老人", "两个戴着帽子的老人双手拿着证件站在大厅内", "大厅里的人群前站着两个双手拿着证书的老人", "两个双手拿着本子的老人站在人来人往的大厅里", "两个手里拿着结婚证的老人站在室内"], "file_path": "15f5d50ec9e0a9aef09c3202b1dfbb75d698620b.jpg"}, {"captions": ["海面上两个共同抓着一条鱼的男人和一个左手竖着大拇指的女孩站在船上", "海面的船上一个竖着大拇指的人旁边有两个戴着墨镜的男人在共同抬着一条鱼", "一个左手竖着大拇指的女人旁边有两个双手共同抱着一条鱼的男人站在海面的船上", "海面上一个竖着大拇指的女孩旁边有两个戴着墨镜的男人抱着一条鱼站在甲板上", "海面上的轮船里一个左手竖着大拇指的人旁边有两个戴着帽子的男人抱着同一条鱼"], "file_path": "f2ec1886a30a7a5ac099f8b1b4f5a749002c9af6.jpg"}, {"captions": ["杂乱的房间里一个拿着麦克风的女人站在一群坐在沙发上的人旁边", "屋子里一群坐在沙发上的人旁边站着一个双手拿着话筒的女人", "宽畅的房间里一群坐在沙发上的人旁边有一位双手握着麦克风的女士在唱歌", "房间里一个站着唱歌的女人旁边坐着一群形态各异的人", "宽敞的房间里一群人旁边有个双手拿着话筒的女人在唱歌"], "file_path": "7dc47c794f1ef8c6f4d89a302da02335f02b51a3.jpg"}, {"captions": ["房屋外走着一个戴着墨镜左手拿包的女人", "一个左手拎着包的长发女人走在房屋门前", "房屋门口走着一个左手拎着包的女人", "一个戴着墨镜的女人走在门前的道路上", "一个戴着墨镜的女人走在房屋门口"], "file_path": "2d64a0ea7d7dccec13fcc1e89905c999e5ebe655.jpg"}, {"captions": ["古老的房屋里一个穿着红色衣服的人旁有一个弯腰的人扶着一个孩子", "寺庙里四个人前面跪着一个穿着深色衣服的人", "庙里四个人前面有一个穿着深色衣服的人跪在垫子上", "寺庙内两个人旁有一个穿着牛仔裤的人搂着一个穿着白色裤子的孩子", "寺庙里三个人的前面有一个人在祭拜"], "file_path": "1ea779990530509b5408b1b2c36091b4c7dc91c0.jpg"}, {"captions": ["两个人旁有一个穿着连衣裙的女人和一个右手拿着篮球的男人在球场里交谈", "一个右手拿篮球的男人和一个穿着裙子的女人站在大厅里", "球场上一群人的旁边有一个右手抓着篮球的球员和一个穿着连衣裙的女人在交谈", "一个右手拿着篮球的男人和一个披着长发的女人站在热闹的运动场上", "一个单手抱着篮球的男人和一个长发女人在人群熙攘的运动场上交流"], "file_path": "4afa614b9c4da12aaf83b4b84b730ec9ec132456.jpg"}, {"captions": ["房屋外有一个穿着黑色上衣的男人左手搭在一个男人的肩上", "两个穿着太极服的男人站在房屋前的道路上", "道路上一个穿着黑色上衣的男人左手放在一个男人的肩膀上", "房屋前的道路上一个穿着黑色外套的男人左手搭在一个男人的肩上", "房屋旁的道路上有一个身穿黑色衣服的男人把左手放在一个男人的肩膀上"], "file_path": "83aba8dcc410bf99671bf8b5b1e46066d8afc403.jpg"}, {"captions": ["三个人身前有一个双手抱着橄榄球的人奔跑在运动场上", "绿茵茵的球场上三个人前面有一个双手抱着橄榄球的男人在奔跑", "四个身穿球服的人在碧绿的球场上打橄榄球", "四个穿着球服的男人在橄榄球场上打橄榄球", "草地上有一群穿着运动服的人在打橄榄球"], "file_path": "ac0f4563098721f8a939c2b2aad31bcba68a0f3d.jpg"}, {"captions": ["运动场上有两个穿着球衣的运动员在争抢足球", "球场上有两个穿着球衣的男人在抢足球", "两个穿着球衣的人在宽阔的运动场上争抢足球", "球场上有两个穿着运动服的男人在争抢足球", "一个人身前有两个穿着不同球衣的男人在运动场上争抢足球"], "file_path": "c4f2bd7fb7c6f0b139e5221fb931fa34c94fd4ac.jpg"}, {"captions": ["一个戴着眼镜的男人坐在舞台的沙发上招手", "舞台上有一个右臂抬起的男人坐在沙发上", "屋子里有一个伸着右手的男人坐在沙发上", "舞台上一个抬起右臂的男人在说话", "舞台上有一个右手抬起的男人坐在沙发上"], "file_path": "0f6a005404a3e2a95fe3a472f90b3a41330af9d8.jpg"}, {"captions": ["一个穿着白色短袖的男人在运动场上安慰一个单膝跪地的人", "绿茵茵的球场上教练在安抚一个穿着红色球衣的运动员", "运动场上有一个穿着白色球衣的男人在安慰一个捂脸痛哭的男人", "草地上一个人旁有一个蹲着的男人右手摸着一个左手摸着脸颊的男人的头", "球场上一个穿着白色上衣的男人摸着一个穿着红色球服的男人的头"], "file_path": "f757da4c49ebcb6be666b291e5d877c5f40f4722.jpg"}, {"captions": ["球场上有一个跪着的男人在振臂呐喊", "一个右手抬起的男人跪在球场上欢呼", "运动场上有一个穿着球衣的运动员跪在地上呐喊", "绿草如茵的球场上有一个右手举起的男人在呐喊", "绿茵茵的运动场上有一个右手握拳的男人在呐喊"], "file_path": "76caf305db90734fffe0ec8d9d6ef8bf1dc5d9b6.jpg"}, {"captions": ["四个小孩旁边有一个穿着紫红色上衣的女人和一个穿着黑色上衣的男人站在教室里", "四个小孩旁有一个穿着红色上衣的女人和一个穿着黑色上衣的男人站在室内", "房间里四个孩子旁边站着两个穿着短袖上衣的人", "室内四个小孩的旁边有两个穿着短袖的大人站在玩具旁", "屋子里有一群穿着短袖上衣的人在玩耍"], "file_path": "1f422c9cdcd76c2b10dac2a437fe3cffbe2004b9.jpg"}, {"captions": ["宽敞的大厅里走着一位正在喝饮料的女人", "宽敞的大厅里有一个斜挎着包的女人在喝饮料", "一个右手拿着饮料的女人侧着头走在明亮的大厅里喝饮料", "宽敞的大厅里走着一个右手拿着饮料的女人", "大厅里一个背着包的女人在喝饮料"], "file_path": "b42d7f98b89d2f7acaf40cb3e587bc83f77be708.jpg"}, {"captions": ["水池里有一个穿着蓝色衣服的男人在干活", "一个拿着工具的男人站在水塘里挖藕", "荷塘里有一个穿着下水服的男人在挖藕", "微波荡漾的藕塘里有一位双手拿着东西的男士在挖藕", "浑浊的池塘里有一个短头发的男人在挖藕"], "file_path": "7d5fffd668a7e04695e0cb02f8780f581523ced7.jpg"}, {"captions": ["碧绿的球场上有一位穿着球服的男士在踢足球", "足球场上有一个穿着运动服的男人在踢足球", "一个穿着球服的男人在球场上踢足球", "足球场上一个穿着球服的男人在踢足球", "碧绿的球场上有一个穿着球衣的男人在踢足球"], "file_path": "f32cef3e0352ed71a4833019798153425d0e23e6.jpg"}, {"captions": ["足球场上有两个穿着运动服的男人在争抢足球", "绿油油的球场上有两个穿着球衣的男人在踢足球", "两个穿着运动衣的男人在运动场上踢足球", "两个穿着运动服的男人在运动场上抢足球", "绿茵茵的足球场上有两个穿着不同球衣的男人在抢球"], "file_path": "05c8cd38f82eeeb42807f699f872987d675abac5.jpg"}, {"captions": ["两个穿着不同颜色球衣的男人在球场上踢足球", "运动场上一个守门员在防守一个运动员踢过来的足球", "球场上有两个穿着不同球衣的男人在踢足球", "两个穿着球衣的男人在翠绿的运动场上踢足球", "两个穿着球衣的人在宽阔的运动场上争抢足球"], "file_path": "688f80f0940fd93eb95921c6bab8053962a6a4f3.jpg"}, {"captions": ["一个戴着帽子的男人走在人群前的T台上", "一个戴着帽子的男人走在干净的T台上", "一群人前有一个戴着墨镜的人在大厅里走秀", "简洁的T台上有一个戴着帽子的男人在走秀", "平坦的T台上有一位戴着墨镜的男士在走秀"], "file_path": "05c2ca603786a811bb24c9d6f85ff198ce79708a.jpg"}, {"captions": ["舞台上一个双手抬起的女人在表演", "一个穿着连衣裙的女人在舞台上唱歌", "舞台上有一个穿着裙子的女人在唱歌", "一个双臂抬起的女人站在舞台上唱歌", "绚丽的舞台上有一个抬起双手的女人在唱歌"], "file_path": "835b69bb221808435d3396058216980b62954769.jpg"}, {"captions": ["三个穿着运动服的男人在干净的运动场上争抢篮球", "篮球场上一个人前面有两个穿着不同球衣的男人在抢球", "人山人海的体育馆里三个穿着球衣的男人在打篮球", "三个穿着球服的男人在篮球场上打篮球", "宽敞的球场上一个男人前面有两个身穿运动服的男人在抢篮球"], "file_path": "5be53a08f44741c90f794cb21b8498bc730bbea4.jpg"}, {"captions": ["一个戴着帽子的男人推着行李车走在宽敞的大厅里", "一个戴着帽子推着行李车的男人走在道路上", "路边有一个戴眼镜的男人在推着手推车", "一个戴着帽子的男人推着推车走在道路上", "一个双手推着行李车的男人走在灯光照射的大厅里"], "file_path": "f09c149a7babfcc9e276c59e756df1c79bf9964d.jpg"}, {"captions": ["大厅里两个人中间有一个戴着帽子的女人在写东西", "两个背着包的女人和一个戴着帽子的女人站在大厅里", "大厅里两个女人的旁边有一个戴着墨镜的女人在签名", "大厅里两个人中间有一个戴着帽子的女人在签名", "屋子里两个挎着包的女人中间有一个戴着眼镜的人在写东西"], "file_path": "3c75c12224f2673c2817a49a7909b48344d1fc68.jpg"}, {"captions": ["一个右手拿着话筒的男人在舞台上说话", "一个右手拿着话筒的男人站在展板前说话", "干净的舞台上有一个右手拿话筒的男人在说话", "舞台上有一个右手拿着话筒的男人在说话", "舞台上有一个右手拿着话筒的男人在发言"], "file_path": "3a2794223f111c2ee41c662d09565996852f32d0.jpg"}, {"captions": ["舞台上站着一个身穿裙子右手叉腰的女人", "一个右手叉腰的女人双腿交叉着站在舞台上", "明亮的舞台上站着一位穿着裙子的女士", "一个右手叉着腰的女人面带微笑地站在舞台上", "一个穿着裙子的女人右手叉着腰站在干净的舞台上"], "file_path": "1b53d03080d6ee57d8e4f2ebd94693ca8ba11467.jpg"}, {"captions": ["两个穿着黑色裤子的男人站在绿茵茵的运动场上", "一个右手握拳的男人和一个双手抬起的男人站在足球场边", "两个衣着休闲的男人抬着手站在运动场上", "两个右手抬起的男人站在绿茵茵的球场上", "一群人旁有两个右手抬起的男人站在运动场上"], "file_path": "801d9d2506f2e985406c19509f0a7e6cf9c81046.jpg"}, {"captions": ["球场上有三个穿运动服的人在踢足球", "三个穿着球衣的男人在运动场上踢足球", "碧绿的球场上有两位穿着球服的男士在踢足球", "绿油油的球场上有三个穿着球服的运动员在抢足球", "宽敞的足球场上有三个穿着运动服的男人在争球"], "file_path": "20556b69fe14c8eb4d07c44f80c7042f47a3726c.jpg"}]